"Columns" = "Colonnes";

"Enabled" = "Activé";
"ID" = "Id.";
"Object" = "Nom";
"Start Time" = "Début";
"Stop Time" = "Fin";
"Duration" = "Durée";
"TimeCode Start" = "Début du code temporel";
"TimeCode Stop" = "Fin du code temporel";
"Data Size" = "Taille des données";
"Data Rate" = "Débit des données";
"Sample Count" = "Échantillons";
"Format" = "Format";
"Frame Rate" = "Fréquence d’images";
"Channels" = "Canaux";
"Sample Rate" = "Taux d’échantillonnage";
"Sample Size" = "Taille de l’échantillon";